Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/activateMiracle.po
Languages: es

source: ¿Qué milagro quiere activar?
es: Which miracle do you want to activate?

source: (0) Salir
es: (0) Exit

source: ({:d}) {} (disponible en: {})
es: ({:d}) {} (available in: {})

source: No existen milagros disponibles.
es: There are no miracles available.

source: Se activará el milagro {}
es: The miracle {} will be activated

source: ¿Proceder? [Y/n]
es: Proceed? [Y/n]

source: No se pudo activar el milagro {}.
es: The miracle {} could not be activated.

source: Se activó el milagro {}.
es: The miracle {} was activated.

source: ¿Desea activarlo nuevamente al terminar? [y/N]
es: Do you wish to activate it again when it is finished? [y/N]

source: ¿Cuántas veces?:
es: How many times?:

source: Terminará en:{}
es: It will finish in:{}

source: Se activará el milagro {} en {}
es: The miracle {} will be activated in {}

source: Se activará el milagro.
es: The mirable will be activated.

source: No se puede calcular el momento de finalización. (por lo menos: {}
es: It is not possible to calculate the time of finalization. (at least: {})

source: Activo el milagro {} {:d} veces
es: I activate the miracle {} {:d} times

source: Error en: {} Causa: {}
es: Error in: {} Cause: {}
