Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/alertAttacks.po
Languages: es

source: ¿Cada cuántos minutos buscar ataques?(min:3, default: 20):
es: How often should I search for attacks?(min:3, default: 20):

source: Se buscarán ataques cada {} minutos.
es: I will check for attacks every {} minutes

source: Espero por ataques cada {} minutos
es: I check for attacks every {} minutes

source: Error en: {} Causa: {}
es: Error in: {} Cause: {}

source: Comando inválido: {:d}
es: Invalid command: {:d}

source: -- ALERTA --
es: -- ALERT --

source: de la ciudad {} de {}
es: from the city {} of {}

source: a {}
es: to {}

source: {} unidades
es: {} units

source: {} flotas
es: {} fleet

source: llegada en: {}
es: arrival in: {}

source: Si quiere poner la cuenta en modo vacaciones envíe:
es: If you want to put the account in vacation mode send:
