Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/botComm.po
Languages: es

source: Debe proporcionar las credenciales válidas para comunicarse por telegram.
es: You must provide valid credentials to communicate by telegram.

source: Se requiere del token del bot a utilizar y de su chat_id
es: You require the token of the bot you are going to use and your chat_id

source: Para más informacion sobre como obtenerlos vea al readme de https://github.com/physics-sp/ikabot
es: For more information about how to obtain them read the readme at https://github.com/physics-sp/ikabot

source: ¿Porporcionará las credenciales ahora? [y/N]
es: Will you provide the credentials now? [y/N]

source: Token del bot:
es: Bot's token:

source: El token a ingresar es:{:d}
es: The token is:{:d}

source: Se envio un mensaje por telegram, ¿lo recibió? [Y/n]
es: A message was sent by telegram, did you receive it? [Y/n]

source: Ingrese el token recibido mediante telegram:
es: Enter the received token in telegram:

source: El token es incorrecto
es: The token is incorrect

source: El token es correcto.
es: The token is correct

source: Revíse las credenciales y vuelva a proveerlas.
es: Check the credentials and re-supply them.

source: Los datos se guardaron.
es: The data was saved.
