Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/buyResources.po
Languages: es

source: ¿Qué recurso quiere comprar?
es: Which resource do you want to buy?

source: ¿Desde cuál ciudad quiere comprar recursos?
es: From which city do you want to buy resources?

source: No hay una Tienda contruida
es: There is no store build

source: No se encontraron ofertas.
es: There were no offers found

source: cantidad :{}
es: amount :{}

source: precio :{:d}
es: price :{:d}

source: costo :{}
es: cost :{}

source: Total disponible para comprar: {}, por {}
es: Total amount available to purchase: {}, for {}

source: Solo se puede comprar {} por falta de almacenamiento.
es: You just can buy {} due to storing capacity

source: ¿Cuánta cantidad comprar?
es: How much do you want to buy?

source: Oro actual : {}. Costo total: {}. Oro final : {}.
es: Current gold: {}. Total cost : {}. Final gold : {}.

source: ¿Proceder? [Y/n]
es: Proceed? [Y/n]

source: Se comprará {}
es: It will be purchased {}

source: Compro {} de {} para {}
es: I will buy {} from {} to {}

source: Error en: {} Causa: {}
es: Error in: {} Cause: {}

source: Compro {} a {} de {}
es: I buy {} to {} from {}
