Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/command_line.po
Languages: es

source: (0) Salir
es: (0) Exit

source: (1) Lista de construcci√≥n
es: (1) Construction list

source: (2) Enviar recursos
es: (2) Send resources

source: (3) Distribuir recursos
es: (3) Distribute resources

source: (4) Estado de la cuenta
es: (4) Account status

source: (6) Buscar espacios nuevos
es: (6) Search for new spaces

source: (7) Entrar diariamente
es: (7) Login daily

source: (8) Alertar ataques
es: (8) Alert attacks

source: (9) donate automaticamente
es: (9) Donate automatically

source: (10) Alertar poco vino
es: (10) Alert wine running out

source: (11) Comprar recursos
es: (11) Buy resources

source: (12) Vender recursos
es: (12) Sell resources

source: (13) Activar modo vacaciones
es: (13) Activate vacation mode

source: (14) Activar milagro
es: (14) Activate miracle

source: (15) Entrenar tropas
es: (15) Train troops

source: (16) Entrenar flotas
es: (16) Train fleet

source: (17) Ver movimientos
es: (17) See movements

source: (18) Construir edificio
es: (18) Construct building

source: (19) Actualizar Ikabot
es: (19) Update Ikabot

source: (20) Actualizar datos de Telegram
es: (20) Update the Telegram data
