Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/constructionList.po
Languages: es

source: {}: No espero nada para que {} suba al nivel {:d}
es: {}: I don't wait anything so that {} gets to the level {:d}

source: {}: Espero {:d} segundos para que {} suba al nivel {:d}
es: {}: I wait {:d} seconds so that {} gets to the level {:d}

source: {}: El edificio {} alcanzó el nivel {:d}.
es: {}: The building {} reached the level {:d}.

source: Ciudad:{}
es: City:{}

source: Edificio:{}
es: Building:{}

source: No se pudo terminar de subir el edificio por falta de recursos.
es: The building could not be completed due to lack of resources.

source: Faltaron subir {:d} niveles
es: Missed {:d} levels

source: {}: El edificio {} no se amplió después de tres intentos
es: {}: The building {} was not extended after three tries

source: {}: El edificio {} se esta ampliando al nivel {:d}.
es: {}: The building {} is being extended to level {:d}.

source: {}: El edificio {} terminó de ampliarse al nivel: {:d}.
es: {}: The building {} finished extending to level: {:d}.

source: Este edificio solo permite subir {:d} niveles más
es: This building only allows you to expand {:d} more levels

source: Subir {:d} niveles? [Y/n]:
es: Expand {:d} levels? [Y/n]:

source: ¿De qué ciudades obtener {}?
es: From what cities obtain {}?

source: A
es: S

source: V
es: W

source: No hay recursos suficientes.
es: There are not enough resources.

source: ¿Enviar los recursos de todos modos? [Y/n]
es: Send the resources anyway? [Y/n]

source: ¿Intentar aumentar el edificio de todos modos? [y/N]
es: Try to expand the building anyway? [y/N]

source: Se intentará ampliar el edificio.
es: The building will be expanded if possible.

source: Se enviarán los recursos y se intentará ampliar el edificio.
es: The resources will be sent and the building will be expanded if possible.

source: Se enviarán los recursos.
es: The resources will be sent.

source: Falta:
es: Missing:

source: ¿Transportar los recursos automáticamente? [Y/n]
es: Automatically transport resources? [Y/n]

source: ¿Proceder de todos modos? [Y/n]
es: Proceed anyway? [Y/n]

source: Tiene materiales suficientes
es: You have enough materials

source: ¿Proceder? [Y/n]
es: Proceed? [Y/n]

source: Subir edificio
es: Upgrade building

source: Error en: {} Causa: {}
es: Error in: {} Cause: {}
