Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/donate.po
Languages: es

source: Cantera
es: Quarry

source: Mina de azufre
es: Sulfur Pit

source: Mina de cristal
es: Crystal Mine

source: Viñedo
es: Vines

source: Madera disopnible:{} / {}
es: Wood available:{} / {}

source: Aserradero(1) o {}(2)?:
es: Forest(1) or {}(2)?:

source: Aserradero:
es: Forest:

source: No se puede donate
es: You cannot donate

source: Cantidad:
es: Amount:

source: Aserradero
es: Forest

source: {}: Está ampliando al nivel {:d}
es: {}: Is expanding to level {:d}
