Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/getStatus.po
Languages: es

source: Barcos {:d}/{:d}
es: Ships {:d}/{:d}

source: ¿De qué ciudad quiere ver el estado?
es: Of which city do you want to see the state?

source: Almacenamiento:
es: Storage:

source: Recursos:
es: Resources:

source: Madera {1}{2}{0} Vino {3}{4}{0} Marmol {5}{6}{0} Cristal {7}{8}{0} Azufre {9}{10}{0}
es: Wood {1}{2}{0} Wine {3}{4}{0} Marble {5}{6}{0} Cristal {7}{8}{0} Sulfur {9}{10}{0}

source: Producción:
es: Production:

source: Madera:{} {}:{}
es: Wood:{} {}:{}

source: {}{}No se consume vino!{}
es: {}{}Does not consume wine!{}

source: Hay vino para: ∞
es: There is wine for: ∞

source: Hay vino para: {}
es: There is wine for: {}
