Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/sellResources.po
Languages: es

source: ¿En cuál ciudad quiere vender recursos?
es: In which city do you want to sell resources?

source: No hay ofertas disponibles.
es: No offers available.

source: ¿A cuáles ofertas le quiere vender?
es: Which offers do you want to sell to?

source: {} ({}): {} a {} c/u ({} en total) [Y/n]
es: {} ({}): {} at {} each ({} in total) [Y/n]

source: ¿Cuánto quiere vender? [max = {}]
es: How much do you want to sell? [max = {}]

source: ¿Vender {} de {} por un total de {}? [Y/n]
es: Sell {} of {} for a total of {}? [Y/n]

source: Vendo {} de {} en {}
es: I sell {} of {} in {}

source: Error en: {} Causa: {}
es: Error in: {} Cause: {}

source: ¿Cuánto quiere vender? [max = {}]
es: How much do you want to sell? [max = {}]

source: ¿A qué precio? [min = {:d}, max = {:d}]
es: At what price? [min = {:d}, max = {:d}]

source: Se venderá {} de {} a {}: {}
es: I will sell {} of {} at {}: {}

source: ¿Proceder? [Y/n]
es: Proceed? [Y/n]

source: No hay una Tienda contruida
es: There is no shop built

source: ¿Qué recurso quiere vender?
es: What resource do you want to sell?

source: ¿Quiere vender a ofertas existenes (1) o quiere hacer su propia oferta (2)?
es: Do you want to sell to existing offers (1) or do you want to make your own offer (2)?

source: Se vendieron {} de {} a {:d}
es: {} of {} was sold at {:d}
