Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/sendResources.po
Languages: es

source: Ciudad de origen:
es: Origin city:

source: ¿Enviar viajes? [Y/n]
es: Send shipment? [Y/n]

source: Ciudad de destino
es: Destination city

source: {} más de madera
es: {} more wood

source: {} más de vino
es: {} more wine

source: {} más de marmol
es: {} more marble

source: {} más de cristal
es: {} more cristal

source: {} más de azufre
es: {} more sulfur

source: Solo puede almacenar: {}
es: You can store just: {}

source: Disponible:
es: Available:

source: Madera {} Vino {} Marmol {} Cristal {} Azufre {}
es: Wood {} Wine {} Marbel {} Cristal {} Sulfur {}

source: Enviar:
es: Send:

source: Madera:
es: Wood:

source: Vino:
es: Wine:

source: Marmol:
es: Marbel:

source: Azufre:
es: Sulfur:

source: Por enviar de {} a {}
es: About to send from {} to {}

source: Madera:{}
es: Wood:{}

source: Vino:{}
es: Wine:{}

source: Marmol:{}
es: Marble:{}

source: Azufre:{}
es: Sulfur:{}

source: ¿Proceder? [Y/n]
es: Proceed? [Y/n]

source: ¿Realizar otro envio? [y/N]
es: Create another shipment? [y/N]

source: Ruta comercial
es: Comercial rute

source: {} -> {} Madera: {} Vino: {} Marmol: {} Cristal: {} Azufre: {}
es: {} -> {} Wood: {} Wine: {} Marble: {} Cristal: {} Sulfur: {}

source: Comienzo a enviar recursos:
es: Start to send the resources:

source: Termino de enviar recursos:
es: End to send the resources:

source: Error en: {} Causa: {}
es: Error in: {} Cause: {}
