Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/session.po
Languages: es

source: Actualizo el archivo de cookies:
es: Updating the cookie file:

source: Primero
es: First

source: Nuevo
es: New

source: Salida
es: Out

source: La sesión se venció, renovando sesión
es: Updating cookie using cookie file

source: Contraseña:
es: Password:

source: Mail o contraseña incorrecta
es: Wrong email or password

source: ¿Con qué cuenta quiere iniciar sesión?
es: With which account do you want to log in?

source: Servidor:{}
es: Server:{}

source: , Mundo:{}
es: , World:{}

source: , Jugador:{}
es: , Player:{}

source: La cuenta entró en modo vacaciones
es: The account went into vacation mode

source: Mail o contraseña incorrecta
es: Wrong email or password

source: Fallo la conexion a internet
es: Internet connection failed
