Repository: sanono-oaa/blackboxai-1745475372286
Catalog: ikabot-7.1.9/ikabot/locale/*/LC_MESSAGES/trainFleets.po
Languages: es

source: No se pudo terminar de entrenar tropas por falta de recursos.
es: It was not possible to finish the training of fleets due to lack of resources.

source: ¿En qué ciudad quiere entrenar las flotas?
es: In what city do you want to train the fleet?

source: Entrenar:
es: Train:

source: Costo total:
es: Total cost:

source: Madera: {}
es: Wood: {}

source: Vino: {}
es: Wine: {}

source: Marmol: {}
es: Marble: {}

source: Azufre: {}
es: Sulfur: {}

source: Ciudadanos: {}
es: Citizens: {}

source: Manutención: {}
es: Maintenance: {}

source: Duración: {}
es: Duration: {}

source: Proceder? [Y/n]
es: Proceed? [Y/n]

source: ¿Quiere entrenar más tropas al terminar? [y/N]
es: Do you want to train more fleets when you finish? [y/N]

source: No hay suficientes recursos:
es: There are not enough resources:

source: Madera:{}
es: Wood:{}

source: Vino:{}
es: Wine:{}

source: Marmol:{}
es: Marble:{}

source: Azufre:{}
es: Sulfur:{}

source: Ciudadanos:{}
es: Citizens:{}

source: ¿Proceder de todos modos? [Y/n]
es: Proceed anyway? [Y/n]

source: Se entrenarán las tropas seleccionadas.
es: The selected fleet will be trained.

source: Entreno tropas en {}
es: I train a fleet in {}

source: Error en: {} Causa: {}
es: Error in: {} Cause: {}
